— Добавление записей в таблицу Person 
insert into Sputnik 
(ID_Sputnik,ID_Scientist,ID_Planet,Name,Diametr,Period,Data) 
values 
(1,999,2,'Luna',3400,27, 'unknow'), 
(2,2,2,'Deimos',12,1, '12/08/1877'), 
(3,2,2,'Fobos',24,1, '28/12/1877'), 
(4,3,3,'Io',3600,1, '08/01/1610'), 
(5,4,4,'Titan',5000,16, '25/03/1655'), 
(6,2,5,'Prokan',4000,23, '21/07/2014'), 
(7,5,3,'Elara',86,259, '02/01/1905'), 
(8,6,6,'Oberon',1522,13, '11.01.1787'), 
(9,7,7,'Nereida',340,360, '01/05/1949'), 
(10,8,4,'Reya',1528,4, '23/12/1672') 
; 

insert into Planet 
(ID_Planet,ID_Scientist,Name,Mass,Radius,Km_from_SUN,Data) 
values 
(2,2,'Mars',89562,785,5,'18/08/1877'), 
(3,3,'Upiter',89562,7895,5,'03/04/650'), 
(4,3,'Saturn',89562,7895,5,'02/08/1250'), 
(5,2,'Laman',89562,7895,5,'20/07/2013'), 
(6,8,'Uran',89562,7895,15,'12/05/1579'), 
(7,10,'Neptun',89562,785,25,'18/08/1877'), 
(8,9,'Pluton',89562,7895,35,'03/04/650'), 
(9,3,'Venera',89562,7895,95,'02/08/1250'), 
(10,2,'Merkuriy',89562,7895,15,'20/07/2013') 
;